Revit 2024 API
UnitTypeId.PoundsMassPerFootHour Property
 Pounds mass per foot hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsMassPerFootHour { get; }
Visual Basic
Public Shared ReadOnly Property PoundsMassPerFootHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsMassPerFootHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace